Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/patentstyret.no.csv-nb-nn.deduped.tmx
Source language: nb
Languages: nn

source: gir ikke enerett som sådan, men forbyr handlinger som strider mot god forretningsskikk næringsdrivende i mellom.
nn: gir ikkje einerett såleis, men forbyr handlingar som strir mot god forretningsskikk mellom næringsdrivande.

source: Søk etter ansatte
nn: Søk etter tilsette

source: Trenger du hjelp til å søke gjennom Haag-systemet?
nn: Treng du hjelp til å søkje gjennom Haag-systemet?

source: Alle søkere fra land utenfor Norge (uansett statsborgerskap) bør derfor sikre samsvar med eventuelle nasjonale sikkerhetsrestriksjoner hos de nasjonale myndighetene i det landet der de er bosatt før de søker om patent i Norge.
nn: Alle søkarar frå land utanfor Noreg (uansett statsborgarskap) bør derfor sikre samsvar med eventuelle nasjonale sikkerhetsrestriksjonar hos dei nasjonale myndigheitene i det landet der dei er busette før dei søkjer om patent i Noreg.

source: Neste årsavgift (for fjerde avgiftsår) skal betales til Patentstyret innen 31.
nn: Neste årsavgift (for fjerde avgiftsår) skal betalast til Patentstyret innan 31.

source: Da er det viktig at brevet der du ber om utsatt frist kommer til oss innen utgangen av den opprinnelige fristen.
nn: Da er det viktig at brevet der du ber om utsett frist kjem til oss innan utgangen av den opphavlege fristen.

source: ikke er synlig under normal bruk av produktet
nn: ikkje er synleg under normal bruk av produktet

source: Hva hvis noen har fått registrert mitt varemerke som domenenavn?
nn: Kva viss nokon har fått registrert varemerket mitt som domenenamn?

source: De kan imidlertid også trekkes frem som en beskrivelse av teknikkens stilling, selv om den nærliggende kjente teknikk er relativt fjernt fra søknaden.
nn: Dei kan likevel også trekkast fram som ei skildring av teknikkens stilling, sjølv om den nærliggjande kjente teknikken er relativt fjernt frå søknaden.

source: Amicoat har utviklet teknologi som blant annet kan minske infeksjonsfaren i helsevesenet ved at produsenter av medisinsk teknisk utstyr kan lage produkter som holdes bakteriefrie under bruk.
nn: Amicoat har utvikla ein teknologi som blant anna kan minske infeksjonsfaren i helsesektoren ved at produsentar av medisinsk teknisk utstyr kan lage produkt som blir haldne bakteriefrie under bruk.

source: Den som krever en rettighet registrert i registrene våre, har også ansvaret for at den underliggende rettigheten er gyldig, og for at nødvendige opplysninger og/eller dokumentasjon sendes inn slik at man faktisk oppnår rettsvern ved registrering.
nn: Den som krev ein rett registrert i registera våre, har også ansvaret for at den underliggjande retten er gylding, og for at nødvendige opplysningar og/eller dokumentasjon blir sendt inn slik at ein faktisk oppnår rettsvern ved registrering.

source: Farger eller svart-hvitt
nn: Fargar eller svart-kvitt

source: Han har lang erfaring med internasjonalt arbeid og har deltatt i flere harmoniseringsprosjekter og Liaisonmøter i EUIPO.
nn: Han har lang erfaring med internasjonalt arbeid og har deltatt i fleire harmoniseringsprosjekt og Liaisonmøte i EUIPO.

source: Loven stiller opp flere slike krav en søknad må oppfylle.
nn: Loven stiller opp fleire slike krav ein søknad må oppfylle.

source: Jahn Teigen har søkt om varemerke for aktiviteter knyttet til underholdning, kultur og sport.
nn: Jahn Teigen har søkt om varemerke for aktivitetar knytt til underhaldning, kultur og sport.

source: Norske søkere vil dermed kunne kommunisere på norsk under behandlingen av PCT-søknaden i den internasjonale fasen.
nn: Norske søkarar vil dermed kunne kommunisere på norsk under behandlinga av PCT-søknaden i den internasjonale fasen.

source: Heller ikke gjengivelsen av varemerket, opplysninger om hvem som er søker eller hvilke varer eller tjenester det er søkt registrert for, kan kreves hemmeligholdt.
nn: Heller ikkje gjengivinga av varemerket, opplysningar om kven som er søkjar eller kva for varer eller tenester det er søkt registrert for, kan krevjast hemmeleghalde.

source: Deler av utfordringene på jobb løser hun ved vurdering og utredning av innholdet til Kryssgranskningslisten.
nn: Delar av utfordringane på jobb løyser ho ved vurdering og utreiing av innhaldet til Kryssgranskningslista.

source: Du har mulighet til å utvide den internasjonale registreringen din til å gjelde flere land på et senere tidspunkt.
nn: Du har moglegheit til å utvide den internasjonale registreringa di til å gjelde fleire land på eit seinare tidspunkt.

source: Hvor likt kan andres design være?
nn: Kor likt kan andre sine design vere?

source: Hvis du trekker søknaden før den blir allment tilgjengelig blir den ikke offentliggjort, den forblir med andre ord hemmelig.
nn: Viss du trekkjer søknaden før den blir allment tilgjengeleg blir den ikkje offentleggjord, den blir med andre ord verande hemmeleg.

source: Vi ønsker mangfold i organisasjonen, og tilrettelegger aktivt for å inkludere personer med nedsatt funksjonsevne eller hull i CV-en.
nn: Vi ønskjer mangfald i organisasjonen, og tilrettelegg aktivt for å inkludere personar med nedsett funksjonsevne eller hol i CV-en.

source: Hva er et design?
nn: Kva er eit design?

source: Patentstyret har i utgangspunktet ingen undersøkelsesplikt og legger normalt til grunn opplysningene og/eller dokumentasjonen vi mottar fra innsenderen.
nn: Patentstyret har i utgangspunktet inga granskingsplikt og legg normalt til grunn opplysningane og/eller dokumentasjonen vi mottek frå innsendaren.

source: Hvis du tidlig i navneprosessen undersøker om det foreligger hindringer for å registrere varemerket, får du mulighet til å gjøre nødvendige endringer.
nn: Viss du tidleg i namneprosessen undersøkjer om det foreligg hindringar for å registrere varemerket, får du moglegheit til å gjere nødvendige endringar.

source: Lyden av klirrende mynt i kassen ville nok ikke godtas som varemerke for finansielle tjenester, men hva med lyden av latter eller et løvebrøl?
nn: Lyden av klirrande mynt i kassa ville nok ikkje bli godteke som varemerke for finansielle tenester, men kva med lyden av latter eller eit løvebrøl?

source: Vi har dessverre ikke anledning til å tilby denne forundersøkelse som hasteoppdrag.
nn: Vi har dessverre ikkje høve til å tilby denne forundersøkinga som hasteoppdrag.

source: Pediatriforordningen er innført i norsk rett og gjør det mulig å søke om ytterligere seks måneders forlengelse av gyldighetstiden til supplerende beskyttelsessertifikater.
nn: Pediatriforordninga er innført i norsk rett og gjer det mogleg å søkje om ytterlegare seks måneder forlenging av gyldigheitstida til supplerande vernesertifikat.

source: Noen andre kjenner ikke til vår rolle og tror at vi for eksempel kan ta stilling i en konflikt de har med en konkurrent.
nn: Somme andre kjenner ikkje tl rolla vår og trur at vi til dømes kan ta stilling i ein konflikt dei har med ein konkurrent.

source: Du kan kreve muntlig forhandling én gang per spørsmål, og du kan kun kreve forhandling om problemstillinger knyttet til en konkret sak.
nn: Du kan krevje munnleg forhandling éin gong per spørsmål, og du kan berre krevje forhandling om problemstillingar knytta til ei konkret sak.

source: Hovedprinsippet i ordningen er at en varemerkesøknad eller -registrering som er innlevert i et av medlemslandene kan søkes om å bli gjort gjeldende også i andre medlemsland.
nn: Hovudprinsippet i ordninga er at ein varemerkesøknad eller -registrering som er levert inn i eit av medlemslanda kan søkast om å bli gjort gjeldande også i andre medlemsland.

source: Frist for å levere klage til Klagenemnda for industrielle rettigheter
nn: Frist for å levere klage til Klagenemnda for industrielle rettar

source: Think Outside har utarbeidet en IPR-strategi for både nye hardwareinnovasjoner, algoritmer og eventuelle nye produktnavn og logoer.
nn: Think Outside har utarbeidd ein IPR-strategi for både nye hardwareinnovasjonar, algoritmar og eventuelle nye produktnamn og logoar.

source: Du kan få provisorisk vern i Norge for den europeiske patentsøknaden din i perioden etter at den er publisert hos EPO og fram til du har validert patent i Norge, se
nn: Du kan få provisorisk vern i Noreg for den europeiske patentsøknaden din i perioden etter at den er publisert hos EPO og fram til du har validert patent i Noreg, sjå

source: Ved å bruke Nordisk Patentinstitutt, vil søknaden bli behandlet av saksbehandlere i Patentstyret.
nn: Ved å bruke Nordisk Patentinstitutt, vil søknaden bli behandla av saksbehandlarar i Patentstyret.

source: Nedenfor finner du en kronologisk oversikt over når hvilke utgaver og versjoner av klassifikasjonslistene utkom samt oversikt over viktige endringer i klassifiseringen av varer og tjenester i Norge.
nn: Nedanfor finn du ei kronologisk oversikt over når kva utgåver og versjonar av klassifikasjonslistene kom, samt oversikt over viktige endringar i klassifiseringa av varer og tenester i Noreg.

source: De produserer i Norge, og slipper dermed kopieringsproblematikk som kan dukke opp når produksjonen skjer i utlandet.
nn: Dei produserer i Noreg, og slepp dermed kopieringsproblematikk som kan dukke opp når produksjonen skjer i utlandet.

source: Som følge av dette fant domstolen at det søkte merket ville oppfattes som beskrivende og uten særpreg av omsetningskretsen for forsikrings- og finansielle tjenester.
nn: Som følgje av dette fann domstolen at det søkte merket ville bli oppfatta som beskrivande og utan særpreg av omsetningskretsen for forsikrings- og finansielle tenester.

source: Mange spørsmål kan du få svar på ved å gå inn på
nn: Du kan få svar på mange spørsmål ved å gå inn på

source: Bakgrunnen for dette er at det ikke skjer en forutgående prøving av alle registreringsvilkårene på disse områdene, og at viktige registreringsvilkår dermed først blir vurdert når det blir krevd administrativ overprøving.
nn: Bakgrunnen for det er at ikkje alle registreringsvilkåra på desse områda blir prøvde på førehand, og at viktige registreringsvilkår dermed først blir vurderte når det blir kravd administrativ overprøving.

source: Utseendet til et produkt kan også ha vern gjennom annen lovgivning enn designloven, nemlig åndsverkloven og markedsføringsloven.
nn: Utsjånaden til eit produkt kan også ha vern gjennom anna lovgiving enn designlova, nemleg åndsverklova og marknadsføringslova.

source: Dette systemet vil dramatisk redusere både tid og ressurser som kreves for å installere sensorer nøyaktig på store havdyp.
nn: Dette systemet vil dramatisk redusere både tid og ressursar som krevjast for å installere sensorar nøyaktig på stor havdjup.

source: Hvis du ønsker å kreve prioritet fra én eller flere tidligere patentsøknader er det viktig at vi mottar den internasjonale patentsøknaden senest 12 måneder etter at du leverte den første søknaden.
nn: Viss du ønskjer å krevje prioritet fråéin eller fleire tidlegare patentsøknadar, er det viktig at vi mottek den internasjonale patentsøknaden seinast 12 månader etter at du leverte den første søknaden.

source: Opplysning om hvilke patentkrav overprøvingen gjelder.
nn: Opplysing om kva patentkrav overprøvinga gjeld.

source: Profesjonell hjelp øker sjansene dine
nn: Profesjonell hjelp aukar sjansane dine

source: Flere og flere ser på aktiv utnyttelse av immaterielle rettigheter (patent, varemerke og design) som en del av forretningsstrategien.
nn: Fleire og fleire ser på aktiv utnytting av immaterielle rettar (patent, varemerke og design) som ein del av forretningsstrategien.

source: Mange virksomheter vegrer seg imidlertid for å registrere og beskytte sine immaterielle verdier fordi de vet at det kan være kostnadskrevende å forsvare og håndheve dem.
nn: Mange verksemder vegrar seg likevel for å registrere og beskytte sine immaterielle verdiar fordi dei veit at det kan vere kostnadskrevjande å forsvare og handheve dei.

source: Navnet The Thief var kreativt og spennende, sett på bakgrunn av stedsnavnet og det faktum at det har ligget et tukthus på stedet (som også ga opphav til navnet Tjuvholmen).
nn: Namnet The Thief var kreativt og spennande, sett på bakgrunn av stadnamnet og det faktum at det har vore eit tukthus på staden (som også gav opphav til namnet Tjuvholmen).

source: Dersom Patentstyret skal henvende seg til en bestemt
nn: Dersom Patentstyret skal vende seg til ein bestemt person

source: fullmektig til å representere deg i denne saken.
nn: ein fullmektig til å representere deg i denne saka.

source: for å følge med og bli varslet hvis en konkurrent sender inn en søknad om rettigheter eller om det skjer noe på et spesifikt teknisk fagfelt.
nn: for å følgje med på og bli varsla viss ein konkurrent sender inn ein søknad om rettar eller om det skjer noko på eit spesifikt teknisk fagfelt.

source: All informasjon kan lastes over i verktøyet og visualiseres når det er ønskelig.
nn: All informasjon kan lastast over i verktøyet og visualiserast når det er ønskjeleg.

source: Noen av de store varemerkeeierne har valgt å registrere varemerket sitt som toppdomene, mens andre er mer opptatt av at ikke andre krenker varemerket deres som toppdomene eller under et generisk toppdomene.
nn: Nokre av dei store varemerkeeigarane har valt å registrere varemerket sitt som toppdomene, mens andre er meir opptatt av at ikkje andre krenkjer varemerket deira som toppdomene eller under eit generisk toppdomene.

source: Denne støtten har vært en forutsetning for å utvikle teknologien fra et akademisk konsept til kommersielle løsninger.
nn: Denne stønaden har vore ein føresetnad for å utvikle teknologien frå eit akademisk konsept til kommersielle løysingar.

source: Slik søker du om internasjonal varemerkeregistrering
nn: Slik søkjer du om internasjonal varemerkeregistrering

source: Representasjonsregler overfor EPO
nn: Representasjonsreglar overfor EPO

source: Se mer om gebyrene på nettsidene våre.
nn: Sjå meir om gebyra på nettsidene våre.

source: Vi godkjenner patenter etter en grundig vurdering av søknaden.
nn: Vi godkjenner patent etter ei grundig vurdering av søknaden.

source: Hver fargekombinasjon teller som et design
nn: Kvar fargekombinasjon tel som eit design.

source: En person som sender inn en anmodning om å trekke en søknad på vegne av søker, må legge ved en fullmakt fra søker.
nn: Ein person som sender inn ei oppmoding om å trekkje ein søknad på vegner av søkjar, må leggje ved ein fullmakt frå søkjar.

source: skjermbilder og ikoner for dataskjermer
nn: skjermbilete og ikon for dataskjermar

source: Jo flere land du ønsker å registrere varemerket ditt i, jo dyrere blir det, så et godt råd vil være å rangere markedene fra det største til det minste, for såå prioritere hvilke markeder som er viktige for deg.
nn: Jo fleire land du ønskjer å registrere varemerket ditt i, jo dyrare blir det. Eit godt råd vil derfor vere å rangere marknaden frå det største til det minste, og så prioritere kva marknadar som er viktige for deg.

source: Målrettet medikamentinnsprøyting har vært en av hovedutfordringene ved behandling av kroniske inflammatoriske nese- og bihulesykdommer.
nn: Målretta medikamentinnsprøyting har vore ei av hovudutfordringane ved behandling av kroniske inflammatoriske nase- og biholesjukdomar.

source: Søke til hvert enkelt land
nn: Søkje i kvart enkelt land

source: Hjelp til å velge strategi?
nn: Hjelp til å velje strategi?

source: I tillegg til nyhetskravet stilles det krav til oppfinnelseshøyde.
nn: I tillegg til nyheitskravet blir det stilt krav til oppfinningshøgd.

source: Det kan ikke forhandles om spørsmål som tidligere er avgjort av en domstol eller av Klagenemnda for industrielle rettigheter i samme sak.
nn: Det kan ikkje forhandlast om spørsmål som tidlegare er avgjort av ein domstol eller av Klagenemnda for industrielle rettar i same sak.

source: Filmselskapet Twentieth Century Fox har registrert sin kjenningsmelodi som varemerke ved å sende inn både noter og en lydfil:
nn: Filmselskapet Twentieth Century Fox har registrert sin kjenningsmelodi som varemerke ved å sende inn både noter og ei lydfil:

source: Vi har vunnet prisen for beste offentlige kundeservice tre år på rad, og i 2021 fikk vi også en tredjeplass totalt sett.
nn: Vi har vunne prisen for beste offentlege kundeservice tre år på rad, og i 2021 fekk vi også ein tredjeplass totalt sett.

source: januar, og de som er levert rett før denne perioden kan bli noe forsinket på grunn av ferieavvikling.
nn: januar, og dei som er leverte rett før denne perioden kan bli noko seinka på grunn av ferieavvikling.

source: Kåre visste av erfaring at de beste selskapene besto av team som komplementerte hverandre i erfaring og kompetanse, og i 2017 fikk han med seg Krister A.
nn: Kåre visste av erfaring at dei beste selskapa besto av team som komplementerte kvarandre i erfaring og kompetanse, og i 2017 fekk han med seg Krister A.

source: Det betyr at oppfinnelsen ikke må være noe en fagperson med sin fagkunnskap kan komme fram til ved bruk av kjent teknikk på fagområdet.
nn: Det betyr at oppfinninga ikkje må vere noko ein fagperson med fagkunnskapen sin kan kome fram til ved bruk av kjend teknikk på fagområdet.

source: Du velger selv hvilke internasjonal granskingsmyndighet som skal utføre granskingen.
nn: Du vel sjølv kva for internasjonal granskingsmyndigheit som skal utføre granskinga.

source: Patentstyret er ansvarlig for at de opplysningene vi mottar om deg behandles i samsvar med gjeldende regelverk.
nn: Patentstyret er ansvarleg for at dei opplysingane vi mottek om deg blir behandla i samsvar med gjeldande regelverk.

source: transport og redusere utslipp i vann.
nn: transport og redusere utslepp i vatn.

source: Hensikten med granskingen er å undersøke om noen tidligere har publisert det samme som du har søkt patent på eller noe som er såpass nærliggende at det virker negativt i vurderingen av søknaden din.
nn: Hensikta med granskinga er å undersøkje om nokon tidlegere har publisert det same som du har søkt patent på eller noko som er såpass nærliggande at det virker negativt i vurderinga av søknaden.

source: Denne brikken kan, ved hjelp av et sinnrikt system med bevegelige mikrodeler, analysere signalet og med stor nøyaktighet avgjøre om alarmen skal utløses.
nn: Denne brikka kan, ved hjelp av eit sinnrikt system med bevegelege mikrodelar, analysere signalet og med stor nøyaktigheit avgjere om alarmen skal utløysast.

source: Dette gir et godt grunnlag for å vurdere inngrepsrisiko, og for å navigere innen ett eller flere tekniske områder hvor andre allerede har etablerte rettigheter.
nn: Dette gir eit godt grunnlag for å vurdere inngrepsrisiko, og for å navigere innan eitt eller fleire tekniske område kor andre allereie har etablerte rettar.

source: For hver enkelt oppfinnelse må du utforme en patentsøknad som består av en teknisk beskrivelse, krav og eventuelt tegninger.
nn: For kvar enkelt oppfinning må du utforme ein patentsøknad som består av ei teknisk forklaring, krav og eventuelt teikningar.

source: Den som leverer en protest blir ikke part i saken.
nn: Den som leverer ein protest blir ikkje part i saka.

source: Hvorfor registrere varemerke?
nn: Kvifor registrere varemerke?

source: opphører hvis du ikke betaler fornyelsesavgiften og forsinkelsesavgiften innen siste frist.
nn: stansar dersom du ikkje betalar fornyingsavgifta og forseinkingsavgifta innan siste frist.

source: Patentstyret behandler disse opplysningene med elektroniske hjelpemidler i forbindelse med registrering og journalføring i de registre vi administrerer.
nn: Patentstyret behandlar desse opplysningane med elektroniske hjelpemiddel i samband med registrering og journalføring i dei registra vi administrerer.

source: Dette gjøres ved å bygge videre på søk som er gjort fra før, og samtidig søke i andre databaser og på nye måter enn ved tidligere granskning.
nn: Dette gjerast ved å byggje vidare på søk som er gjort frå før, og samtidig søkje i andre databasar og på nye måtar enn ved tidlegare gransking.

source: Når de bruker så mye penger påå kjøpe opp en gruppe patenter, som de i realiteten gjør når de kjøper firmaet, må de ha sikkerhet for at de har «freedom to operate».
nn: Når dei brukar så mykje pengar påå kjøpe opp ei gruppe patent, som dei i realiteten gjer når dei kjøper firmaet, må dei ha sikkerheit for at dei har «freedom to operate».

source: Produktet og rettigheter
nn: Produktet og rettane

source: Med en slik søknad kan du oppnå designregistrering i mer enn 75 medlemmer av avtalen, som dekker 91 land og unioner, inkludert Norge.
nn: Med ein slik søknad kan du oppnå designregistrering i meir enn 75 medlemmer av avtalen, som dekker 91 land og unionar, inkludert Noreg.

source: KFIR foretar en ny vurdering av saken slik den blir lagt frem for KFIR, og tidligere sakskorrespondanse vil ikke automatisk bli innhentet fra Patentstyret.
nn: KFIR foretar ei ny vurdering av saka slik den blir lagt fram for KFIR, og tidlegare sakskorrespondanse vil ikkje automatisk bli innhenta frå Patentstyret.

source: «Den mest effektive måten vi kan hindre ulovlige etterlikninger på, er å design- og varemerkeregistrere alle produkter.
nn: «Den mest effektive måten vi kan hindre ulovlege etterlikningar på, er å design- og varemerkeregistrere alle produkta.

source: Omfatter næringsmidler for mennesker, næringsmidler for dyr og dietetiske næringsmidler.
nn: Omfattar næringsmiddel for mennesker, næringsmiddel for dyr og dietetiske næringsmiddel.

source: Designloven setter opp en del vilkår som må være i orden for at vi skal kunne registrere et design.
nn: Designlova set opp ein del vilkår som må vere i orden for at vi skal kunne registrere eit design.

source: Da er det viktig at oppfinnelsen ikke har blitt gjort kjent i løpet av tiden som har gått siden innlevering av søknaden.
nn: Da er det viktig at oppfinninga ikkje har blitt gjort kjent i løpet av tida som har gått sidan innlevering av søknaden.

source: For avansert utstyr til oljeindustrien vil ikke vanlige forbrukere være en del av omsetningskretsen.
nn: For avansert utstyr til oljeindustrien vil ikkje vanlege forbrukarar vere ein del av omsetningskretsen.

source: For å registrere varemerket må du sende en egen søknad om varemerkeregistrering.
nn: For å registrere varemerket må du sende ein eigen søknad om varemerkeregistrering.

source: De forfaller forskuddsvis, første gang to år etter innlevering av søknaden.
nn: Dei forfell forskuddsvis, første gong to år etter innlevering av søknaden.

source: Da må du gjøre det innen 6 måneder fra leveringsdatoen eller eventuelt datoen for tidligere søknad på samme design (prioritetsdatoen), for å beholde samme virkningsdato som den norske søknaden din.
nn: Da må du gjere det innan 6 månader frå leveringsdatoen eller eventuell datoen for tidlegare søknad på same design (prioritetsdatoen), for å behalde same virkedato som den norske søknaden din.

source: I EU er det vanlige uttrykket SAFETY 1ST nektet registrert for blant annet bilstoler og barnevogner.
nn: I EU er det vanlege uttrykket SAFETY 1ST nekta registrert for blant anna bilstolar og barnevogner.

source: Sleepytroll kan også brukes manuelt uten å koble til sensorer – da vugger den 40 minutter i ett strekk.
nn: Sleepytroll kan også brukast manuelt utan å kople til sensorar – då voggar den 40 minutter i eitt strekk.

source: søknader om design, varemerke eller patent
nn: søknadar om design, varemerke eller patent

source: Når innehaveren av registreringen har svart, vil vi vurdere om det er nødvendig med ytterligere uttalelser fra partene.
nn: Når innehavaren av registreringa har svart, vil vi vurdere om det er nødvendig med ytterlegare utsegner frå partene.
